10/data/attachments/70fe931447f1d641.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:nif="niffler-userdata">
    <soapenv:Header/>
    <soapenv:Body>
        <nif:sendInvitationRequest>
            <nif:username>Scott_feel_Actions_11766_0</nif:username>
            <nif:friendToBeRequested>soap_actions_87503369-b0b0-4cf9-ba8a-ccf7404b5ec5</nif:friendToBeRequested>
        </nif:sendInvitationRequest>
    </soapenv:Body>
</soapenv:Envelope>